benchmark/run-0-nginx-html.log
Running 1m test @ http://localhost
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.86ms    2.78ms  39.87ms   87.24%
    Req/Sec    21.15k     3.10k   34.89k    68.35%
  Latency Distribution
     50%    1.65ms
     75%    3.52ms
     90%    6.45ms
     99%   13.65ms
  10106840 requests in 1.00m, 8.00GB read
Requests/sec: 168234.33
Transfer/sec:    136.37MB