benchmark/run-0-nginx-phpfpm.log
Running 1m test @ http://localhost/test.php
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    14.31ms    1.96ms  36.41ms   81.83%
    Req/Sec     3.51k   333.88     4.23k    71.06%
  Latency Distribution
     50%   13.87ms
     75%   14.85ms
     90%   16.60ms
     99%   21.77ms
  1677822 requests in 1.00m, 352.01MB read
Requests/sec:  27944.02
Transfer/sec:      5.86MB