benchmark/run-10-nginx-html.log
Running 1m test @ http://localhost
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.85ms    2.71ms  34.46ms   86.41%
    Req/Sec    20.95k     3.13k   50.80k    70.96%
  Latency Distribution
     50%    1.68ms
     75%    3.54ms
     90%    6.35ms
     99%   13.27ms
  10014183 requests in 1.00m, 7.93GB read
Requests/sec: 166644.77
Transfer/sec:    135.09MB