benchmark/run-2-nginx-html.log
Running 1m test @ http://localhost
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.88ms    2.79ms  36.77ms   87.23%
    Req/Sec    20.95k     3.22k   83.06k    71.53%
  Latency Distribution
     50%    1.67ms
     75%    3.56ms
     90%    6.45ms
     99%   13.85ms
  10009589 requests in 1.00m, 7.92GB read
Requests/sec: 166596.70
Transfer/sec:    135.05MB