benchmark/run-3-nginx-html.log
Running 1m test @ http://localhost
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.93ms    2.84ms  41.35ms   87.24%
    Req/Sec    20.60k     3.18k   69.76k    71.52%
  Latency Distribution
     50%    1.69ms
     75%    3.64ms
     90%    6.53ms
     99%   13.91ms
  9842305 requests in 1.00m, 7.79GB read
Requests/sec: 163789.86
Transfer/sec:    132.77MB