benchmark/run-8-nginx-phpfpm.log
Running 1m test @ http://localhost/test.php
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    14.18ms    2.58ms  34.55ms   88.67%
    Req/Sec     3.54k   456.11     4.91k    67.79%
  Latency Distribution
     50%   13.31ms
     75%   14.88ms
     90%   17.12ms
     99%   24.79ms
  1693252 requests in 1.00m, 355.25MB read
Requests/sec:  28202.00
Transfer/sec:      5.92MB